{
  "maps": [
    {
      "id": 1,
      "mode": "interactive",
      "title": "Carte Interactive du Climat Mondial",
      "description": [
        "Une visualisation interactive des données climatiques mondiales avec des couches de température, précipitations et vent presque en temps réel.",
        "Cette application permet d'explorer les phénomènes météorologiques à l'échelle planétaire grâce à des données satellite actualisées en continu.",
        "Les utilisateurs peuvent naviguer dans différentes couches atmosphériques et visualiser les courants océaniques, les vents, les températures et bien plus encore."
      ],
      "thumbnail": "/static/images/thumbnails/map-1.png",
      "images": [
        {
          "url": "/static/images/mondiale_climat/chimie atmospherique.png",
          "title": "Chimie Atmosphérique"
        },
        {
          "url": "/static/images/mondiale_climat/mode_biologie_BAA_surcoucheFEU.png",
          "title": "Mode Biologie"
        },
        {
          "url": "/static/images/mondiale_climat/mode_meteo_spatiale.png",
          "title": "Météo Spatiale"
        },
        {
          "url": "/static/images/mondiale_climat/mode_particules.png",
          "title": "Mode Particules"
        },
        {
          "url": "/static/images/mondiale_climat/ocean.png",
          "title": "Océan"
        },
        {
          "url": "/static/images/mondiale_climat/legende.png",
          "title": "Légende"
        }
      ],
      "url": "https://earth.nullschool.net/fr/",
      "category": "Climatologie",
      "difficulty": "Intermédiaire",
      "auteur": "Cameron Beccario",
      "sources": ["NOAA", "GFS", "OSCAR"],
      "fonctionalites": [
        "Visualisation en temps réel des données météorologiques",
        "Sélection de multiples couches atmosphériques",
        "Affichage des vents, températures et précipitations",
        "Navigation 3D du globe",
        "Zoom et pan interactif",
        "Animation des prévisions météo"
      ],
      "analyse": "Cette carte excelle dans la communication visuelle des phénomènes climatiques complexes. Les indicateurs de Maceachren (Communication: 75, Tâche: 70, Interaction: 80) reflètent son interface intuitive et ses fortes capacités interactives. Idéale pour l'enseignement et la sensibilisation climatique.",
      "critique": "Malgré sa qualité visuelle exceptionnelle, la carte peut parfois souffrir d'une surcharge d'informations pour les utilisateurs novices. La complexité des couches disponibles nécessite un temps d'apprentissage significatif. De plus, la précision des données en temps réel peut varier selon les régions, avec une meilleure couverture pour l'hémisphère nord.",
      "avis": [
        "Excellente carte pour comprendre les phénomènes climatiques globaux. Interface intuitive et données précises.",
        "Les visualisations en temps réel sont particulièrement impressionnantes et permettent de suivre l'évolution des conditions météorologiques à l'échelle planétaire.",
        "Un outil pédagogique exceptionnel pour l'enseignement de la climatologie."
      ],
      "tags": [
        "Climat",
        "Météo",
        "Global"
      ],
      "maceachren": {
        "communication": 75,
        "task": 70,
        "interaction": 80
      }
    },
      {
    "id": 2,
    "mode": "2d",
    "title": "Changement de population en Europe (2022-2023)",
    "description": "Carte thématique montrant l'évolution démographique annuelle par pays. Elle met en lumière le contraste entre l'Europe de l'Ouest/Nord en croissance et l'Europe de l'Est/Sud en déclin, basée sur les données des Nations Unies (2024).",
    "thumbnail": "/static/images/thumbnails/population_change_europe.png",
    "url": "https://ourworldindata.org/data-insights/some-parts-of-europe-have-a-growing-population-while-others-are-shrinking",
    "category": "Démographie",
    "difficulty": "Débutant",
    "fonctionalites": [
      "Représentation choroplèthe binaire (Augmentation vs Diminution)",
      "Comparaison instantanée des dynamiques régionales (Est vs Ouest)",
      "Identification des crises démographiques (ex: Ukraine, Italie, Grèce)",
      "Source de données faisant autorité (UN World Population Prospects 2024)",
      "Visualisation simplifiée pour la communication grand public"
    ],
    "analyse": "Cette carte illustre une fracture démographique nette. La croissance à l'Ouest (France, Espagne, UK) est souvent portée par le solde migratoire, tandis que le déclin à l'Est (Roumanie, Bulgarie) et au Sud (Italie, Grèce) reflète un vieillissement de la population et une balance naturelle négative. Le cas de l'Ukraine et de la Russie souligne également l'impact des conflits et des déplacements de population massifs.",
    "critique": "La représentation binaire (augmentation/diminution) masque les nuances importantes : un pays peut afficher une croissance faible mais stable, tandis qu'un autre peut connaître une hausse artificielle liée à des événements ponctuels. L'absence de données sur les causes (migration vs. natalité) limite l'analyse approfondie.",
    "avis": "Une carte d'une efficacité redoutable pour comprendre les enjeux géopolitiques futurs de l'Europe. Elle simplifie des données complexes pour rendre la trajectoire du continent immédiatement lisible.",
    "tags": [
      "Démographie",
      "Europe",
      "Population",
      "Our World in Data"
    ],
    "maceachren": {
      "communication": 90,
      "task": 30,
      "interaction": 0
    }
  },
    {
      "id": 3,
      "mode": "interactive",
      "title": "Radio Garden - Radios du Monde",
      "description": "Globe interactif 3D permettant d'écouter des milliers de stations de radio en direct à travers le monde entier.",
      "thumbnail": "/static/images/thumbnails/map-3.png",
      "images": [
        {
          "url": "/static/images/radio/radio_globale.png",
          "title": "Carte Globale"
        },
        {
          "url": "/static/images/radio/radio_globale2.png",
          "title": "Sélection d'une station"
        },
        {
          "url": "/static/images/radio/radio_globale3.png",
          "title": "Explorer"
        },
        {
          "url": "/static/images/radio/radio.png",
          "title": "Légende"
        },
        {
          "url": "/static/videos/radio_carte.webm",
          "title": "Globe Radio Garden",
          "type": "video"
        }
      ],
      "url": "http://radio.garden/",
      "category": "Technologie",
      "difficulty": "Débutant",
      "fonctionalites": [
        "Navigation 3D du globe terrestre",
        "Écoute en direct de milliers de stations radio",
        "Recherche par localisation géographique",
        "Playlist et favoris",
        "Enregistrement des émissions",
        "Informations sur les stations radio"
      ],
      "analyse": "Une application innovante combinant géographie et culture médiatique. L'interaction exceptionnelle (80) et la communication visuelle (65) en font un outil mémorable. Format audio combiné avec l'interface 3D offre une expérience utilisateur unique et ludique.",
      "critique": "La couverture géographique est inégale, avec une forte concentration de stations dans les pays développés et une représentation limitée en Afrique et en Asie centrale. L'expérience dépend également de la qualité de connexion internet, et certaines stations peuvent être hors ligne sans indication claire.",
      "avis": "Concept brillant et addictif ! Voyage sonore captivant autour du monde. Interface magnifique.",
      "tags": [
        "Radio",
        "Audio",
        "Culture",
        "Interactif"
      ],
      "maceachren": {
        "communication": 65,
        "task": 60,
        "interaction": 70
      }
    },
    {
      "id": 4,
      "mode": "2d",
      "title": "Réseau Diplomatique Français (Janvier 2026)",
      "description": "Cartographie officielle de la présence diplomatique et consulaire française, illustrant le troisième réseau mondial avec ses ambassades, consulats et représentations permanentes.",
      "thumbnail": "/static/images/thumbnails/ambassade_fr_monde.jpg",
      "url": "https://www.diplomatie.gouv.fr/IMG/jpg/postes_diplo_2026_cle068a1f.jpg",
      "category": "Géopolitique",
      "difficulty": "Débutant",
      "fonctionalites": [
        "Localisation des Ambassades et Consulats généraux de France",
        "Identification des représentations auprès des organisations internationales",
        "Distinction visuelle entre chancelleries détachées et antennes diplomatiques",
        "Visualisation des bureaux de coopération et bureaux français de Taipei",
        "Cartouche détaillé sur la zone Europe et Moyen-Orient pour une meilleure lisibilité",
        "Tracé des rattachements diplomatiques pour les petits États et îles"
      ],
      "analyse": "Cette carte produite par le Ministère de l'Europe et des Affaires étrangères est un outil de souveraineté. Elle révèle l'étendue globale de l'influence française, particulièrement dense en Europe et en Afrique. La sémiologie graphique utilise des symboles géométriques simples (carrés, cercles, triangles) pour hiérarchiser les types de postes. C'est une ressource de référence pour comprendre le déploiement de l'administration française hors de ses frontières au 1er janvier 2026.",
      "critique": "Le format image statique (.jpg) limite considérablement l'usage : impossible de cliquer pour obtenir l'adresse d'un poste ou de zoomer sans perte de qualité. La densité extrême des postes en Europe rend la lecture difficile malgré l'encart agrandi. Il manque une dimension temporelle permettant de visualiser l'ouverture ou la fermeture de postes par rapport aux années précédentes.",
      "avis": "Un document officiel indispensable pour visualiser le rayonnement géopolitique de la France, bien que techniquement rudimentaire.",
      "tags": [
        "Diplomatie",
        "France",
        "Géopolitique",
        "Ambassades"
      ],
      "maceachren": {
        "communication": 70,
        "task": 30,
        "interaction": 0
      }
    },
      {
    "id": 5,
    "mode": "interactive",
    "title": "NASA FIRMS - Surveillance Mondiale des Incendies",
    "description": "Système de pointe de la NASA fournissant des données de surveillance des incendies actifs et des anomalies thermiques en temps quasi réel (LANCE), exploitant les capteurs MODIS et VIIRS.",
    "thumbnail": "/static/images/thumbnails/map-5.png",
    "url": "https://firms.modaps.eosdis.nasa.gov/map/",
    "images":[
      {
          "url": "/static/images/feu/carte_globale.png",
          "title": "Carte Globale"
        },
           {
          "url": "/static/images/feu/carte_globale_time.png",
          "title": "Carte Globale avec option temporelle"
        },
                 {
          "url": "/static/images/feu/layers.png",
          "title": "Une partie des couches disponibles"
        },
                   {
          "url": "/static/images/feu/layer_2.png",
          "title": "Une partie des couches disponibles 2"
        },
                 {
          "url": "/static/images/feu/options.png",
          "title": "Options disponibles"
        },
      {
          "url": "/static/videos/feu.webm",
          "title": "Démonstration"
        }
    ],
    "category": "Environnement",
    "difficulty": "Avancé",
    "fonctionalites": [
      "Détection thermique quasi-réelle (latence de 3h) via MODIS (1km) et VIIRS (375m)",
      "Visualisation des traces d'orbite et des temps de passage des satellites",
      "Filtrage temporel dynamique (Time-based) pour suivre l'évolution chronologique",
      "Couches contextuelles riches : zones protégées, établissement humains et couverture neigeuse",
      "Système d'alertes personnalisées par e-mail sur des zones d'intérêt (Email Alerts)",
      "Exportation de données brutes (SHP, KML, CSV) pour intégration SIG",
      "Soutien aux décisions critiques avec imagerie de réflectance corrigée (True Color)"
    ],
    "analyse": "FIRMS n'est pas une simple carte, c'est un tableau de bord géospatial décisionnel. L'intégration des données VIIRS offre une résolution supérieure pour détecter les petits foyers que MODIS pourrait ignorer. Sa force réside dans sa capacité à superposer des données environnementales (neige, végétation) et humaines (settlements) pour évaluer instantanément la vulnérabilité des populations face au feu. L'ajout des trajectoires orbitales permet aux experts d'anticiper le prochain rafraîchissement des données.",
    "critique": "L'outil peut générer des 'faux positifs' (volcans, torchères de gaz, réflexions solaires intenses). La courbe d'apprentissage est réelle : la gestion des couches (Overlays) et la compréhension de la différence entre les capteurs exigent une base en télédétection. De plus, la détection est limitée par la couverture nuageuse épaisse qui peut masquer les incendies actifs.",
    "avis": "La référence absolue en gestion de crise environnementale. Un outil indispensable pour les chercheurs, les ONG et les services d'incendie mondiaux.",
    "tags": [
      "Télédétection",
      "SIG",
      "NASA",
      "Gestion de crise",
      "Changement Climatique"
    ],
    "maceachren": {
      "communication": 20,
      "task": 95,
      "interaction": 80
    }
  },
    { 
    "id": 6,
    "mode": "2d",
    "title": "Temps de trajet domicile-travail en Europe (Moyennes nationales)",
    "description": "Carte choroplèthe illustrant le temps moyen de trajet aller simple par pays. Basée sur les données Eurostat, elle permet de visualiser les disparités de mobilité liées à la centralisation urbaine et à la géographie nationale.",
    "thumbnail": "/static/images/thumbnails/commute-time-in-europe.png",
    "url": "https://landgeist.com/2024/11/30/commute-time-in-europe/",
    "category": "Transport / Qualité de vie",
    "difficulty": "Débutant",
    "auteur": "landgeist",
    "sources": ["Eurostat"],
    "fonctionalites": [
      "Visualisation des moyennes de trajet par pays (et non par région)",
      "Échelle de couleurs intuitive (gradient du jaune au rouge foncé)",
      "Identification des extrêmes (Top 4 des trajets les plus longs et les plus courts)",
      "Données temporelles agrégées en minutes (Aller simple)",
      "Comparaison transfrontalière directe"
    ],
    "analyse": "Cette cartographie révèle l'impact de l'organisation territoriale sur le quotidien. On observe que les pays à forte centralisation économique (comme le Royaume-Uni avec Londres ou la Lettonie avec Riga) ou à forte congestion (Luxembourg) présentent les trajets les plus longs. À l'inverse, les économies insulaires ou moins denses (Islande, Chypre) sont les plus efficientes. Note critique : l'agrégation à l'échelle nationale masque les disparités massives entre métropoles saturées et zones rurales.",
    "critique": "L'agrégation nationale est réductrice : elle masque les écarts énormes entre capitales congestionnées (Londres, Paris) et régions rurales. Un Français moyen peut faire 15 minutes de trajet, mais un Francilien en fait 45. De plus, aucune distinction n'est faite entre modes de transport (voiture vs. transports en commun), ce qui fausse la lecture de la qualité de vie réelle.",
    "avis": "Un excellent outil de communication grand public qui rend des données statistiques abstraites immédiatement perceptibles. Le choix du rouge pour les temps longs active une réponse cognitive liée au stress, renforçant l'impact du message.",
    "tags": [
      "Transport",
      "Mobilité",
      "Europe",
      "Eurostat",
      "Qualité de vie"
    ],
    "maceachren": {
      "communication": 85,
      "task": 25,
      "interaction": 0
    }
  },
    {
      "id": 7,
      "mode": "2d",
      "title": "Pollution de l'Air Mondiale",
      "description": "Surveillance en temps réel de la qualité de l'air avec indices AQI, particules fines et prévisions.",
      "thumbnail": "/static/images/thumbnails/map-7.png",
      "url": "https://www.iqair.com/earth",
      "category": "Environnement",
      "difficulty": "Débutant",
      "fonctionalites": [
        "Index de qualité de l'air (AQI) en temps réel",
        "Mesure des particules fines PM2.5 et PM10",
        "Alertes de pollution",
        "Historique de la qualité de l'air",
        "Prévisions sur 7 jours",
        "Recommandations de santé personnalisées"
      ],
      "analyse": "Application de surveillance environnementale orientée santé publique. Les scores Maceachren (Communication: 70, Tâche: 65, Interaction: 55) indiquent une interface efficace et accessible. Combine données scientifiques fiables avec présentation intuitive, essentielle pour la sensibilisation aux enjeux de qualité de l'air urbain.",
      "critique": "La densité des stations de mesure varie considérablement selon les régions, avec une couverture limitée dans les pays en développement. Les algorithmes de prévision peuvent parfois être imprécis lors de conditions météorologiques changeantes. L'application commerciale propose des fonctionnalités premium, ce qui limite l'accès aux données complètes.",
      "avis": "Interface simple et efficace pour surveiller la pollution. Données précises et alertes utiles.",
      "tags": [
        "Pollution",
        "AQI",
        "Santé",
        "Temps réel"
      ],
      "maceachren": {
        "communication": 70,
        "task": 65,
        "interaction": 55
      }
    },
    {
    "id": 8,
    "mode": "2d",
    "title": "Accès à l'électricité en Afrique subsaharienne (2022)",
    "description": "Carte choroplète montrant le pourcentage de la population ayant accès à l'électricité dans les pays d'Afrique subsaharienne, basée sur les données de la Banque mondiale.",
    "thumbnail": "/static/images/thumbnails/access-to-electricity-ssa.png",
    "url": "https://ourworldindata.org/data-insights/a-vast-majority-of-people-still-lack-access-to-electricity-in-parts-of-sub-saharan-africa",
    "category": "Développement Durable",
    "difficulty": "Facile",
    "fonctionalites": [
      "Visualisation par codes couleurs (échelle de brun à jaune)",
      "Indication textuelle des pourcentages pour les pays critiques (Niger, Tchad, Sud-Soudan, RD Congo)",
      "Définition standardisée de l'accès à l'électricité incluse",
      "Légende quantitative par paliers de 10%",
      "Source de données certifiée (World Bank 2022)"
    ],
    "analyse": "Cette carte thématique utilise une progression séquentielle de couleurs pour illustrer les disparités énergétiques. Elle met en évidence que dans plusieurs pays d'Afrique centrale et de l'Est, moins de 25% de la population dispose d'un accès de base. La force de cette visualisation réside dans sa clarté immédiate pour communiquer une problématique de développement majeure.",
    "critique": "En tant que carte statique, elle ne permet pas d'observer l'évolution temporelle ni de zoomer sur les disparités entre zones urbaines et rurales, ce qui est crucial pour ce sujet. Les données sont agrégées au niveau national, masquant les poches de développement localisées.",
    "avis": "Un outil pédagogique puissant qui rend les statistiques de pauvreté énergétique tangibles et immédiatement compréhensibles pour le grand public.",
    "tags": [
      "Énergie",
      "Afrique",
      "Développement",
      "Électricité",
      "Inégalités"
    ],
    "maceachren": {
      "communication": 90,
      "task": 30,
      "interaction": 0
    }
  },
      {
    "id": 9,
    "mode": "interactive",
    "title": "World City Populations (1975-2050)",
    "description": "Cartographie interactive illustrant la transformation urbaine mondiale, retraçant l'évolution des agglomérations du XXe siècle jusqu'aux projections de 2050.",
    "thumbnail": "/static/images/thumbnails/map-9.png",
    "url": "https://luminocity3d.org/WorldCity/",
    "images": [
      {
        "url": "/static/images/world_city_population/carte_globale.png",
        "title": "Carte Globale"
      },
      {
        "url": "/static/images/world_city_population/carte_globale2.png",
        "title": "Carte Globale 2"
      },
      {
        "url": "/static/images/world_city_population/popup.png",
        "title": "Pop-up d'Information"
      },
      {
        "url": "/static/images/world_city_population/map_guide.png",
        "title": "Guide de la Carte"
      },
      {
        "url": "/static/images/world_city_population/map_analysis.png",
        "title": "Tableaux d'Analyse"
      },
      {
        "url": "/static/videos/world_city_population.webm",
        "title": "Démonstration",
        "type": "video"
      }
    ],
    "category": "Démographie",
    "difficulty": "Débutant",
    "fonctionalites": [
      "Représentation proportionnelle des cercles selon la population des agglomérations",
      "Série temporelle comparant les données de 1975, 2000, 2025 et 2050",
      "Tableaux d'analyse intégrés classant les plus grandes villes par année",
      "Fiches détaillées par ville avec graphiques de croissance et rang mondial/national",
      "Filtrage par groupes de villes via des requêtes de données prédéfinies",
      "Indicateurs de contextes globaux sur la part de la population urbaine mondiale"
    ],
    "analyse": "Cet outil excelle dans la vulgarisation de la 'Grande Transformation Urbaine'. En 1950, seulement 20% de la population mondiale vivait en ville, contre une projection de 48,3% en 2050 selon la méthodologie de l'ONU. La carte permet de visualiser instantanément le basculement du centre de gravité urbain vers l'Asie (Jakarta, Dhaka, Tokyo). L'interface est fluide et pédagogique, rendant des données statistiques complexes accessibles via une navigation intuitive et des graphiques épurés.",
    "critique": "Bien que les projections jusqu'en 2050 soient précieuses, elles restent dépendantes des modèles de l'ONU qui peuvent être influencés par des changements politiques ou climatiques imprévus. L'utilisation de cercles proportionnels peut entraîner des chevauchements illisibles dans les zones à très haute densité comme l'Asie du Sud-Est ou l'Europe côtière.",
    "avis": "Un outil de narration de données (data storytelling) remarquable, idéal pour l'enseignement et la compréhension des enjeux démographiques futurs.",
    "tags": [
      "Urbanisation",
      "Démographie",
      "Prospective",
      "Statistiques ONU"
    ],
    "maceachren": {
      "communication": 85,
      "task": 65,
      "interaction": 80
    }
  },
    {
    "id": 10,
    "mode": "interactive",
    "title": "USGS : Surveillance Sismique Mondiale en Temps Réel",
    "description": "Plateforme scientifique de référence de l'Institut d'études géologiques des États-Unis (USGS) offrant un monitoring global et dynamique de l'activité tectonique. Le système intègre des données de magnitude, de profondeur et d'impact (PAGER/ShakeMap) avec une mise à jour en continu.",
    "thumbnail": "/static/images/thumbnails/map-10.png",
    "images": [
      {
        "url": "/static/images/seisme/carte_globale.png",
        "title": "Carte Globale base"
      },
      {
        "url": "/static/images/seisme/carte_globale_ocean.png",
        "title": "Carte Globale avec Fond Océanique"
      },
      {
        "url": "/static/images/seisme/carte_globale_street.png",
        "title": "Carte Globale avec Fond Street"
      },
      {
        "url": "/static/images/seisme/carte_globale_satellite.png",
        "title": "Carte Globale avec Fond Satellite"
      },
      {
        "url": "/static/images/seisme/carte_globale_terrain.png",
        "title": "Carte Globale avec Fond Terrain"
      },
      {
        "url": "/static/images/seisme/filtre.png",
        "title": "Filtre de Recherche"
      },
      {
        "url": "/static/images/seisme/filtre_format.png",
        "title": "Filtre option de Format"
      },
      {
        "url": "/static/images/seisme/filtre_sort.png",
        "title": "Filtre option de Tri"
      },
      {
        "url": "/static/images/seisme/legend.png",
        "title": "Légende"
      },
      {
        "url": "/static/images/seisme/couche_liste.png",
        "title": "Liste des couches disponibles"
      },
        {
        "url": "/static/images/seisme/selection_point.png",
        "title": "Sélection d'un point sismique"
      },
      {
        "url": "/static/images/seisme/choix_zone.png",
        "title": "Choix de la zone géographique"
      },
      {
        "url": "/static/images/seisme/setting_1.png",
        "title": "Paramètres - Onglet Général"
      },
            {
        "url": "/static/images/seisme/setting_2.png",
        "title": "Paramètres - Onglet Général"
      },
      {
        "url": "/static/images/seisme/section_about.png",
        "title": "Page plus d'informations"
      }
    ],
    "url": "https://earthquake.usgs.gov/earthquakes/map/",
    "category": "Géologie / Risques Naturels",
    "difficulty": "Intermédiaire",
    "auteur": "USGS",
    "fonctionalites": [
      "Filtrage multicritères avancé par magnitude (2.5+, 4.5+), période temporelle (1, 7 ou 30 jours) et importance des événements",
      "Gestion de couches SIG : Limites de plaques tectoniques, Densité de population, Failles et zones de risque aux USA",
      "Personnalisation de l'affichage : Fonds de carte (Satellite, Terrain, Street, Ocean, Grayscale) et unités de distance (Km/Miles)",
      "Analyse d'impact détaillée par point : Accès direct aux rapports DYFI (Did You Feel It?), ShakeMap et PAGER pour chaque séisme",
      "Système de notifications bureau et réglages personnalisés des fuseaux horaires (UTC ou local)",
      "Exploration géographique par zones prédéfinies (Alaska, Californie, Monde, etc.)"
    ],
    "analyse": "Cet outil dépasse la simple visualisation pour devenir un tableau de bord de gestion de crise. L'intégration de la densité de population et des limites de plaques permet une interprétation immédiate du risque humain. La symbologie est rigoureuse : la taille des cercles indique la magnitude, tandis que la couleur (du rouge au gris) représente la récence de l'événement.",
    "critique": "La profusion d'options et de couches peut submerger les utilisateurs novices. Les rapports DYFI dépendent des contributions citoyennes, créant un biais de représentation vers les zones densément peuplées. Le délai de mise à jour (quelques minutes) peut être critique lors de séismes majeurs nécessitant une réponse immédiate.",
    "avis": "Indispensable pour la sécurité civile et l'éducation. L'interface réussit le tour de force de rendre des données brutes complexes (issues du catalogue USGS) accessibles sans sacrifier la précision scientifique.",
    "tags": [
      "Séismes",
      "Tectonique des plaques",
      "USGS",
      "Risques Majeurs"
    ],
    "maceachren": {
      "communication": 80,
      "task": 85,
      "interaction": 90
    }
  },
    {
      "id": 11,
      "mode": "interactive",
      "title": "Movebank : Plateforme Mondiale de Télémétrie Animale",
      "description": "Une infrastructure de données interactive gérée par l'Institut Max Planck, regroupant plus de 9,6 milliards de localisations GPS et capteurs. Elle permet de visualiser, gérer et analyser les déplacements de milliers d'espèces à travers le globe en temps réel et via des archives historiques.",
      "thumbnail": "/static/images/thumbnails/map-11.png",
      "url": "https://www.movebank.org/cms/webapp?gwt_fragment=page=search_map",
      "images": [
        {
          "url": "/static/images/animaux/carte_globale.png",
          "title": "Carte Globale"
        },
           {
          "url": "/static/images/animaux/carte_globale_satellite.png",
          "title": "Carte Globale Satellite"
        },
        {
          "url": "/static/images/animaux/filtre.png",
          "title": "Filtre de Recherche"
        },
        {
          "url": "/static/images/animaux/options.png",
          "title": "Options"
        },
        {
          "url": "/static/images/animaux/popup.png",
          "title": "Pop-up d'Information"
        },
        {
          "url": "/static/images/animaux/legend.png",
          "title": "Légende"
        },
        {
        "url": "/static/videos/animaux_migration_movebank.mp4",
        "title": "Démonstration",
        "type": "video"
    }
      ],
      "category": "Biologie / Écologie",
      "difficulty": "Avancé",
      "fonctionalites": [
        "Exploration interactive mondiale avec fonds de carte interchangeables (Satellite, Google, OpenLayers)",
        "Moteur de recherche multicritères : par espèce (Taxon), par nom d'étude ou par type de capteur (GPS, Argos, Accéléromètre)",
        "Système Env-DATA : annotation automatique des trajets avec des variables environnementales (vent, température, courants)",
        "Gestion des droits d'accès : distinction claire entre consultation des résumés, visualisation des traces et téléchargement des données brutes",
        "Intégration MoveApps : flux de travail (workflows) reproductibles pour l'analyse statistique et le filtrage des données (ex: filtre Douglas Argos)",
        "Pop-ups d'information détaillés avec contacts des chercheurs et liens vers les publications scientifiques associées"
      ],
      "analyse": "Movebank n'est pas une simple carte, mais un écosystème de recherche. Son interface permet de passer de la vision globale (densité de points) à l'analyse comportementale individuelle. La force de l'outil réside dans sa capacité à standardiser des données hétérogènes (plus de 1 600 taxons) pour permettre des études comparatives sur l'impact du changement climatique ou des infrastructures humaines sur la faune.",
      "critique": "La courbe d'apprentissage est très raide, rendant l'outil peu accessible aux non-chercheurs. La gestion des droits d'accès peut être frustrante : de nombreuses études limitent le téléchargement des données brutes. Les performances peuvent être lentes lors de la visualisation de trajectoires avec des millions de points. L'interface mériterait une modernisation graphique.",
      "avis": "L'outil ultime pour la conservation. La fluidité entre la visualisation cartographique et les outils d'analyse (MoveApps) en fait la référence mondiale. L'aspect collaboratif (DOI pour les données) garantit une science ouverte et rigoureuse.",
      "tags": [
        "Migration",
        "Télémétrie GPS",
        "Conservation",
        "Écologie comportementale",
        "Max Planck"
      ],
      "maceachren": {
        "communication": 65,
        "task": 92,
        "interaction": 88
      }
    },
    {
      "id": 12,
      "mode": "interactive",
      "title": "Flightradar24 - Suivi du Trafic Aérien Mondial",
      "description": "Leader mondial du suivi de vols en temps réel, utilisant un réseau massif de récepteurs ADS-B pour visualiser le déplacement de plus de 200 000 vols quotidiens.",
      "thumbnail": "/static/images/thumbnails/map-12.png",
      "url": "https://www.flightradar24.com/",
      "images": [
        {
          "url": "/static/images/avions/carte_globale.png",
          "title": "Carte Globale"
        },
        {
          "url": "/static/images/avions/carte_globale2.png",
          "title": "Carte Globale 2"
        },
        {
          "url": "/static/images/avions/control_panel.png",
          "title": "Panneau de Contrôle"
        },
        {
          "url": "/static/images/avions/select_plane.png",
          "title": "Sélection d'un Avion"
        },
        {
          "url": "/static/images/avions/settings_maps.png",
          "title": "Paramètres de la Carte"
        },
        {
          "url": "/static/images/avions/settings_misc.png",
          "title": "Paramètres Divers"
        },
        {
          "url": "/static/images/avions/settings_visibility.png",
          "title": "Paramètres de Visibilité"
        },
        {
          "url": "/static/images/avions/vue.png",
          "title": "Paramètres de Vue"
        },
        {
          "url": "/static/images/avions/weathers_options.png",
          "title": "Options Météo"
        },
        {
          "url": "/static/images/avions/widgets_options.png",
          "title": "Options des Widgets"
        },
                {
          "url": "/static/images/avions/vue_interne.png",
          "title": "Vue détail avion"
        },
        {
          "url": "/static/videos/avions.webm",
          "title": "Démonstration",
          "type": "video"
        }
      ],
      "category": "Transport",
      "difficulty": "Intermédiaire",
      "fonctionalites": [
        "Visualisation en temps réel du trafic aérien mondial (latence de quelques secondes)",
        "Identification complète : modèle d'avion, immatriculation, compagnie et indicatif d'appel",
        "Sélection multiple d'appareils (Multi-select) pour comparer les trajectoires simultanément",
        "Isolation de flotte : possibilité de masquer tous les autres avions pour ne garder que la sélection",
        "Données télémétriques précises : altitude-pression, vitesse sol et vitesse verticale",
        "Lecture des tracés historiques et relecture des incidents passés (Playback)",
        "Informations météorologiques aéronautiques (METAR/TAF) et prévisions de pistes"
      ],
      "analyse": "Flightradar24 transforme des données techniques complexes en une expérience visuelle fluide. C'est un outil hybride : il sert à la fois de divertissement pour les passionnés et d'outil de surveillance sérieux. Le mode Multi-select est particulièrement utile pour suivre une flotte spécifique ou comprendre les schémas d'attente à l'approche d'un aéroport saturé. Le score de tâche est très élevé car il permet des analyses précises sur les flux aéroportuaires.",
      "critique": "L'un des points noirs majeurs concerne les performances au démarrage : le chargement initial de la carte est extrêmement lent, car le navigateur doit traiter des milliers d'objets vectoriels simultanément, ce qui peut figer l'interface. Bien que l'on puisse isoler certains avions, cette fonctionnalité de filtrage avancée peut encore ralentir les navigateurs poussés à leurs limites. Par ailleurs, le modèle économique verrouille l'historique étendu et les options météo derrière des abonnements onéreux.",
      "avis": "L'outil de référence absolue pour l'aviation. Malgré une lourdeur logicielle au lancement, la richesse des données et les options d'isolation d'appareils sont inégalées.",
      "tags": [
        "Aéronautique",
        "ADS-B",
        "Temps réel",
        "Logistique",
        "Multi-select"
      ],
      "maceachren": {
        "communication": 45,
        "task": 85,
        "interaction": 95
      }
    },
    {
      "id": 13,
      "mode": "2d",
      "title": "Câbles Sous-Marins Internet",
      "description": "Carte interactive des câbles sous-marins qui transportent 99% du trafic internet intercontinental.",
      "thumbnail": "/static/images/thumbnails/map-13.png",
      "url": "https://www.submarinecablemap.com/",
      "category": "Technologie",
      "difficulty": "Intermédiaire",
      "fonctionalites": [
        "Cartographie des 500+ câbles sous-marins",
        "Détails techniques des câbles (bande passante, longueur)",
        "État opérationnel des liaisons",
        "Points de connexion et îles desservies",
        "Historique de déploiement des câbles",
        "Schémas de capacité",
        "Vulnérabilités et redondance des routes"
      ],
      "analyse": "Visualisation critique de l'infrastructure internet mondiale souterraine. Les scores Maceachren modérés (Communication: 65, Tâche: 60, Interaction: 45) reflètent son approche techniques pour experts. Révèle les dépendances géostratégiques cachées de la connectivité mondiale.",
      "critique": "L'interface statique offre peu d'interactivité avancée. Les informations techniques peuvent être obsolètes pour certains câbles plus anciens. L'absence de données sur les capacités réelles utilisées limite l'analyse de la congestion. La représentation 2D simplifie excessivement la complexité tridimensionnelle des installations sous-marines.",
      "avis": "Révélateur de l'infrastructure internet mondiale. Très instructif sur la connectivité globale.",
      "tags": [
        "Internet",
        "Infrastructure",
        "Câbles",
        "Technologie"
      ],
      "maceachren": {
        "communication": 65,
        "task": 60,
        "interaction": 45
      }
    },
    {
      "id": 14,
      "mode": "2d",
      "title": "Déforestation dans le monde",
      "description": "Surveillance satellite de la déforestation dans le monde avec données historiques et alertes en temps réel.",
      "thumbnail": "/static/images/thumbnails/map-14.png",
      "url": "https://www.globalforestwatch.org/map/?map=eyJkYXRhc2V0cyI6W3siZGF0YXNldCI6ImludGVncmF0ZWQtZGVmb3Jlc3RhdGlvbi1hbGVydHMtOGJpdCIsIm9wYWNpdHkiOjEsInZpc2liaWxpdHkiOnRydWUsImxheWVycyI6WyJpbnRlZ3JhdGVkLWRlZm9yZXN0YXRpb24tYWxlcnRzLThiaXQiXX0seyJkYXRhc2V0IjoicG9saXRpY2FsLWJvdW5kYXJpZXMiLCJsYXllcnMiOlsiZGlzcHV0ZWQtcG9saXRpY2FsLWJvdW5kYXJpZXMiLCJwb2xpdGljYWwtYm91bmRhcmllcyJdLCJvcGFjaXR5IjoxLCJ2aXNpYmlsaXR5Ijp0cnVlfV19&mapMenu=eyJkYXRhc2V0Q2F0ZWdvcnkiOiJmb3Jlc3RDaGFuZ2UifQ%3D%3D",
      "category": "Environnement",
      "difficulty": "Intermédiaire",
      "fonctionalites": [
        "Détection satellite de la déforestation en temps réel",
        "Alertes GLAD actualisées mensuellement",
        "Historique de perte forestière depuis 2001",
        "Couches d'analyse (concessions, aires protégées)",
        "Données de couvert forestier par région",
        "Prévisions de déforestation",
        "Téléchargement de données pour analyse"
      ],
      "analyse": "Outil d'intelligence environnementale de premier plan pour le suivi de la déforestation mondiale. Les scores élevés (Communication: 80, Tâche: 75) reflètent son efficacité pour les décideurs. Fusion de données satellites avec analyse géospatiale pour l'action environnementale.",
      "critique": "La résolution spatiale des alertes (30m) peut manquer la déforestation de petite échelle. La couverture nuageuse tropicale peut créer des lacunes dans les données. La complexité de l'interface et la multitude de couches disponibles nécessitent une formation pour une utilisation optimale. Le délai de traitement satellitaire peut retarder la détection de plusieurs jours.",
      "avis": "Outil crucial pour la protection des forêts. Données satellite précises et actualisées régulièrement.",
      "tags": [
        "Forêts",
        "Déforestation",
        "Amazonie",
        "Conservation"
      ],
      "maceachren": {
        "communication": 80,
        "task": 75,
        "interaction": 60
      }
    },
    {
      "id": 15,
      "mode": "2d",
      "title": "Énergie Éolienne et Solaire",
      "description": "Carte mondiale des installations d'énergie renouvelable avec production en temps réel et statistiques.",
      "thumbnail": "/static/images/thumbnails/map-15.png",
      "url": "https://www.electricitymap.org/",
      "category": "Énergie",
      "difficulty": "Intermédiaire",
      "fonctionalites": [
        "Production électrique en temps réel par région",
        "Pourcentage d'énergie renouvelable",
        "Intensité carbone de l'électricité",
        "Mix énergétique détaillé (charbon, gaz, solaire, éolien)",
        "Historique des émissions carbone",
        "Comparaison entre pays",
        "Prévisions de demande énergétique"
      ],
      "analyse": "Plateforme de transparence énergétique pour la transition bas-carbone. Les scores équilibrés (Communication: 70, Tâche: 65, Interaction: 55) indiquent sa capacité à transformer des données complexes en insights accessibles. Essential pour comprendre et accélérer la décarbonisation.",
      "critique": "La couverture géographique est limitée principalement à l'Europe, l'Amérique du Nord et quelques pays développés, excluant de nombreuses régions clés. Les méthodes de calcul de l'intensité carbone peuvent varier selon les sources, créant des incohérences. Les données en temps réel dépendent de la disponibilité des API des opérateurs de réseau, qui peut être inégale.",
      "avis": "Excellent pour comprendre la transition énergétique. Visualisation claire de l'empreinte carbone.",
      "tags": [
        "Énergie",
        "Renouvelable",
        "Électricité",
        "Carbone"
      ],
      "maceachren": {
        "communication": 70,
        "task": 65,
        "interaction": 55
      }
    },
    {
      "id": 16,
      "mode": "2d",
      "title": "Récifs Coralliens et Océans",
      "description": "Atlas interactif des récifs coralliens avec état de santé, blanchissement et biodiversité marine.",
      "thumbnail": "/static/images/thumbnails/map-16.png",
      "url": "https://allencoralatlas.org/atlas/",
      "category": "Océanographie",
      "difficulty": "Avancé",
      "fonctionalites": [
        "Cartographie haute résolution des récifs coralliens",
        "Évaluation de l'état de santé des coraux",
        "Monitoring du blanchissement",
        "Cartographie de la biodiversité marine",
        "Données d'élévation bathymétrique",
        "Analyse des menaces océaniques",
        "Données de température marine"
      ],
      "analyse": "Atlas scientifique pour la conservation marine combinant cartographie spatiale haute résolution avec analyse écologique avancée. Les scores modérés reflètent sa complexité technique orientée vers la recherche. Outil critique pour documenter l'impact du changement climatique sur les écosystèmes marins.",
      "critique": "La complexité de l'interface rend l'outil peu accessible aux non-experts. La couverture est inégale, privilégiant les zones déjà bien étudiées. Les données de santé des coraux ne sont pas toujours actualisées en temps réel. Les performances de chargement peuvent être lentes pour les zones à haute résolution, nécessitant une connexion internet robuste.",
      "avis": "Ressource exceptionnelle pour l'étude des océans. Cartographie haute résolution des récifs.",
      "tags": [
        "Corail",
        "Océan",
        "Biodiversité",
        "Conservation"
      ],
      "maceachren": {
        "communication": 65,
        "task": 70,
        "interaction": 60
      }
    },
    {
      "id": 17,
      "mode": "2d",
      "title": "Éclairage Nocturne Mondial",
      "description": "Carte satellite de la pollution lumineuse mondiale montrant l'urbanisation et l'activité humaine nocturne.",
      "thumbnail": "/static/images/thumbnails/map-17.png",
      "url": "https://www.lightpollutionmap.info/",
      "category": "Environnement",
      "difficulty": "Débutant",
      "fonctionalites": [
        "Carte mondiale de la pollution lumineuse",
        "Données satellite de luminosité nocturne",
        "Classification des zones sombres et urbaines",
        "Historique de l'évolution de l'éclairage",
        "Prévisions du passage de la Station Spatiale International",
        "Filtres personnalisés pour l'astronomie",
        "Données d'empreinte écologique lumineuse"
      ],
      "analyse": "Application interdisciplinaire combinant astronomie, environnement et urbanisme. Les scores modérés reflètent son usage spécialisé par astronomes et chercheurs. Illustre de manière spectaculaire l'impact invisible de l'urbanisation sur l'écosystème nocturne.",
      "critique": "Les données satellitaires peuvent dater de plusieurs années, ne reflétant pas les changements récents d'infrastructure. L'interactivité limitée (principalement zoom et pan) restreint les possibilités d'analyse. La visualisation ne distingue pas entre différents types de pollution lumineuse (LED vs. sodium). L'absence de données temporelles empêche de suivre l'évolution historique précise.",
      "avis": "Impressionnant de voir l'impact de l'éclairage urbain. Utile pour l'astronomie amateur.",
      "tags": [
        "Lumière",
        "Pollution",
        "Urbanisation",
        "Astronomie"
      ],
      "maceachren": {
        "communication": 60,
        "task": 55,
        "interaction": 45
      }
    }
  ],
  "categories": [
    "Navigation",
    "Climatologie",
    "Océanographie",
    "Démographie",
    "Environnement",
    "Histoire",
    "Transport",
    "Technologie",
    "Géologie",
    "Biologie",
    "Énergie"
  ]
}